[
  {
    "id": "1",
    "category": "1",
    "title": "Absence makes the heart grow fonder",
    "content": "Being away from someone or something for a period of time makes you appreciate that person or thing more when you see them or it again. \"I used to hate going to my aunt\u0027s house, but now I kind of miss it. Absence makes the heart grow fonder.\"",
    "filter": 1
  },
  {
    "id": "2",
    "category": "1",
    "title": "Actions speak louder than words.",
    "content": "What you do is more important than what you say. \"Don\u0027t just tell me you\u0027re going to change. Do it! Actions speak louder than words.\"",
    "filter": 1
  },
  {
    "id": "3",
    "category": "1",
    "title": "A journey of a thousand miles begins with a single step",
    "content": "You must begin something if you hope to finish it; something that takes a long time to finish begins with one step. \"If you want to lose weight, you need to stop eating junk, and you need to start exercising. Today. Not tomorrow. A journey of a thousand miles begins with a single step.\"",
    "filter": 1
  },
  {
    "id": "4",
    "category": "1",
    "title": "All good things must come to an end",
    "content": "Everything ends; good times don\u0027t last forever. \"I wish this vacation would go on forever. It\u0027s too bad that all good things must come to an end.\"",
    "filter": 1
  },
  {
    "id": "5",
    "category": "1",
    "title": "A picture is worth a thousand words",
    "content": "An image can tell a story better than words. \"I wasn\u0027t sure that he loved her, but then I saw them hugging at the airport. A picture is worth a thousand words.\"",
    "filter": 1
  },
  {
    "id": "6",
    "category": "1",
    "title": "A watched pot never boils",
    "content": "If something takes time to do, it doesn\u0027t help to constantly check on it. You just have to give it time.. \"I know you think he\u0027s going to be a great guitar player one day, but stop criticizing him so much. He just started taking lessons two weeks ago! A watched pot never boils.\"",
    "filter": 1
  },
  {
    "id": "7",
    "category": "1",
    "title": "Beggars can\u0027t be choosers",
    "content": "If you\u0027re in a bad situation and someone offers to help you, you have to take whatever they give you and shouldn\u0027t ask for more. \"I was unemployed, and they offered me a job cleaning prison toilets. I didn\u0027t like the job, but I accepted it. Beggars can\u0027t be choosers.\"",
    "filter": 1
  },
  {
    "id": "8",
    "category": "1",
    "title": "Beauty is in the eye of the beholder",
    "content": "What is \"beautiful\" is different for each person. \"I think their house is ugly, but they seem to like it. Beauty is in the eye of the beholder.\"",
    "filter": 1
  },
  {
    "id": "9",
    "category": "1",
    "title": "Better late than never",
    "content": "It\u0027s better to finish something late than to never do it at all. \"Hello, Mr. Jameson. Here is my final essay. Better late than never, right?\"",
    "filter": 1
  },
  {
    "id": "10",
    "category": "1",
    "title": "Birds of a feather flock together",
    "content": "People who are similar spend time together. \"I think we all started hanging out because we all liked anime. Birds of a feather flock together.\"",
    "filter": 1
  },
  {
    "id": "11",
    "category": "1",
    "title": "Cleanliness is next to godliness",
    "content": "It\u0027s good to be clean. God is clean, and you should be too.. \"Go take a shower before your date. You know what they say; cleanliness is next to godliness.\"",
    "filter": 1
  },
  {
    "id": "12",
    "category": "1",
    "title": "Don\u0027t bite the hand that feeds you",
    "content": "Don\u0027t make someone angry or hurt someone who is helping you or paying for you. \"You had a fight with your boss? Are you stupid? Don\u0027t bite the hand that feeds you.\"",
    "filter": 1
  },
  {
    "id": "13",
    "category": "1",
    "title": "Don\u0027t count your chickens before they hatch.",
    "content": "Don\u0027t expect a positive result before you actually see it. A: \"This idea is going to make me millions of dollars!\"",
    "filter": 1
  },
  {
    "id": "14",
    "category": "1",
    "title": "Don\u0027t judge a book by its cover",
    "content": "Don\u0027t judge someone or something by appearance alone. \"Racism is still a problem today, and it will continue to be that way until we learn not to judge a book by its cover.\"",
    "filter": 1
  },
  {
    "id": "15",
    "category": "1",
    "title": "Don\u0027t put all of your eggs in one basket",
    "content": "Don\u0027t put all of your hopes and resources into one goal or dream. \"I know you really want to be an actor, but don\u0027t you think you\u0027re being financially irresponsible? Don\u0027t put all of your eggs in one basket.\"",
    "filter": 1
  },
  {
    "id": "16",
    "category": "1",
    "title": "Don\u0027t put off until tomorrow what you can do today",
    "content": "If you can do something today, do it. Don\u0027t wait until tomorrow; don\u0027t procrastinate.. \"You have 6 hours of free time now. You should start on that final psychology assignment. Don\u0027t put off until tomorrow what you can do today.\"",
    "filter": 1
  },
  {
    "id": "17",
    "category": "1",
    "title": "Don\u0027t put too many irons in the fire",
    "content": "Don\u0027t try to do too many things at the same time; focus on one thing at a time. \"No wonder you\u0027re exhausted. You\u0027re trying to work 4 jobs at the same time! You have too many irons in the fire right now.\"",
    "filter": 1
  },
  {
    "id": "18",
    "category": "1",
    "title": "Easy come, easy go",
    "content": "When you make money quickly, it\u0027s very easy to lose it quickly as well. \"I won $200 at the casino, and then I spent it on a very expensive meal for me and some friends. Easy come, easy go.\"",
    "filter": 1
  },
  {
    "id": "19",
    "category": "1",
    "title": "Fortune favors the bold",
    "content": "People who are brave and who take risks are more successful than people who are do things safely all the time. \"It\u0027s a risk, but the reward could be great. I say you go for it. Fortune favors the bold.\"",
    "filter": 1
  },
  {
    "id": "20",
    "category": "1",
    "title": "God helps those who help themselves",
    "content": "Don\u0027t just wait for good things to happen to you. Work hard to make them happen. \"If you want a better life, you can\u0027t just sit on your butt thinking about it. You have to work to make it happen. God helps those who help themselves.\"",
    "filter": 1
  },
  {
    "id": "21",
    "category": "1",
    "title": "Good things come to those who wait",
    "content": "If you are patient, good things can happen. \"I know you\u0027re hungry, but stop being so impatient. We just ordered our food. Good things come to those who wait.\"",
    "filter": 1
  },
  {
    "id": "22",
    "category": "1",
    "title": "Honesty is the best policy",
    "content": "It\u0027s always better to tell the truth than it is to lie. \"If you want people to trust you, you need to be honest with them. Honesty is the best policy.\"",
    "filter": 1
  },
  {
    "id": "23",
    "category": "1",
    "title": "Hope for the best, prepare for the worst",
    "content": "In any situation, be optimistic about the result, but always be ready for the worst outcome. \"We\u0027re going on vacation next week. It\u0027s supposed to rain a lot, so we\u0027re bringing our umbrellas and a bunch of board games. Hope for the best, prepare for the worst.\"",
    "filter": 1
  },
  {
    "id": "24",
    "category": "1",
    "title": "If it ain\u0027t broke, don\u0027t fix it",
    "content": "If something is already working well, don\u0027t try to change it or improve it. \"Why are you trying to upgrade your PC again? It was working fine before. If it ain\u0027t broke, don\u0027t fix it.\"",
    "filter": 1
  },
  {
    "id": "25",
    "category": "1",
    "title": "If you can\u0027t beat \u0027em, join \u0027em",
    "content": "If you can\u0027t change someone\u0027s behavior or opinion, sometimes it\u0027s better or easier to do what they want to do. \"I told Mark that we needed to study, but he kept playing video games. Eventually I gave up and just played video games too. If you can\u0027t beat \u0027em, join \u0027em.\"",
    "filter": 1
  },
  {
    "id": "26",
    "category": "1",
    "title": "If you play with fire, you\u0027ll get burned",
    "content": "If you get involved in something dangerous or beyond your abilities, you will probably experience negative consequences. \"Don\u0027t make him angry. If you play with fire, you\u0027ll get burned.\"",
    "filter": 1
  },
  {
    "id": "27",
    "category": "1",
    "title": "If you want something done right, you have to do it yourself",
    "content": "Don\u0027t depend on someone else to do a good job; do it yourself. \"I asked my roommate to wash the dishes, but they ended up super filthy! I guess it\u0027s true what they say: if you want something done right, you have to do it yourself.\"",
    "filter": 1
  },
  {
    "id": "28",
    "category": "1",
    "title": "Keep your friends close, and your enemies closer",
    "content": "If someone is your enemy, treat them like a friend so you can be ready if they ever try to betray you. \"We don\u0027t trust each other, but we have to be nice to each other because we work for the same company. I\u0027m worried about him stealing my promotion, so I\u0027m going to keep being nice to him. Keep your friends close, but your enemies closer, and all that.\"",
    "filter": 1
  },
  {
    "id": "29",
    "category": "1",
    "title": "Knowledge is power",
    "content": "The more you know, the more powerful you can be in different areas of your life. \"When we were kids, our parents taught us how to swim. That knowledge helped me to save my cousin\u0027s life when he was 5 years old. Knowledge is power.\"",
    "filter": 1
  },
  {
    "id": "30",
    "category": "1",
    "title": "Laughter is the best medicine.",
    "content": "When you\u0027re in a difficult situation, laughing can make it easier to get through that situation. \"I\u0027m sorry to hear about your dog. Want to watch a funny movie? Sometimes, laughter is the best medicine.\"",
    "filter": 1
  },
  {
    "id": "31",
    "category": "1",
    "title": "Like father, like son",
    "content": "Said when a son is similar to his father; also, \"Like mother, like daughter\". \"Ryan started playing hockey at a very young age. He\u0027s just like his dad. Like father, like son.\"",
    "filter": 1
  },
  {
    "id": "32",
    "category": "1",
    "title": "No man is an island",
    "content": "No one is truly capable of living alone. We need human connection to be healthy. \"You can\u0027t just abandon your friends and family. No man is an island.\"",
    "filter": 1
  },
  {
    "id": "33",
    "category": "1",
    "title": "People who live in glass houses should not throw stones",
    "content": "Don\u0027t criticize someone if you\u0027re not perfect either; don\u0027t be a hyprocrite. \"Why are you always bothering her about being addicted to her phone? You\u0027ve been smoking for 20 years and haven\u0027t been able to give it up. People who live in glass houses should not throw stones.\"",
    "filter": 1
  },
  {
    "id": "34",
    "category": "1",
    "title": "Practice makes perfect",
    "content": "The more you do something, the better you will become at it. \"Don\u0027t give up on learning the violin. Practice makes perfect.\"",
    "filter": 1
  },
  {
    "id": "35",
    "category": "1",
    "title": "The early bird gets the worm",
    "content": "People who wake up early or who get to places early have a better chance of success. \"I got to the ticket office before anyone else. I got front row seats to the show! The early bird gets the worm.\"",
    "filter": 1
  },
  {
    "id": "36",
    "category": "1",
    "title": "The enemy of my enemy is my friend",
    "content": "If someone whom I don\u0027t like doesn\u0027t like someone else whom I don\u0027t like, we can act like friends and unite against the other person (common in war). \"I don\u0027t like you, you don\u0027t like me. But I think we can agree that we both HATE Daniel. Let\u0027s work together and get him fired! The enemy of my enemy is my friend, right?\"",
    "filter": 1
  },
  {
    "id": "37",
    "category": "1",
    "title": "The grass is always greener on the other side",
    "content": "People always want what they don\u0027t have. A: \"I\u0027m jealous of all the free time my single friends have.\"",
    "filter": 1
  },
  {
    "id": "38",
    "category": "1",
    "title": "The pen is mightier than the sword",
    "content": "If you\u0027re trying to convince someone of something, words and ideas are stronger than using physical force (common in politics). \"We must avoid this war and use diplomacy to solve our problems. The pen is mightier than the sword.\"",
    "filter": 1
  },
  {
    "id": "39",
    "category": "1",
    "title": "There is no place like home",
    "content": "Your home is the most comfortable place in the world. \"What a tiring vacation! I\u0027m glad to be back in my own bed again. There\u0027s no place like home.\"",
    "filter": 1
  },
  {
    "id": "40",
    "category": "1",
    "title": "There is no such thing as a free lunch.",
    "content": "Nothing is free. Even the things that are free have a hidden cost. \"His bank gave him $50 for free, but he had to commit to opening a credit card account. There\u0027s no such thing as a free lunch.\"",
    "filter": 1
  },
  {
    "id": "41",
    "category": "1",
    "title": "There is no time like the present",
    "content": "Don\u0027t wait to do something. Do it now.. \"Why don\u0027t you stop talking about needing to call your mom? Just CALL her! There is no time like the present.\"",
    "filter": 1
  },
  {
    "id": "42",
    "category": "1",
    "title": "The squeaky wheel gets the grease",
    "content": "The person who complains in a situation is more likely to get something.. A: \"I just don\u0027t understand why she\u0027s received so many promotions, and I\u0027m still at the bottom of the company!\"",
    "filter": 1
  },
  {
    "id": "43",
    "category": "1",
    "title": "Time is money",
    "content": "Don\u0027t waste your time or other people\u0027s time; also, if you can use your time to make money in some way, you should do that.. \"Hurry up! Time is money!\"",
    "filter": 1
  },
  {
    "id": "44",
    "category": "1",
    "title": "Two heads are better than one",
    "content": "It\u0027s easier to do something as a team than by yourself. \"I\u0027m stuck on this project. Can you help me out? Two heads are better than one.\"",
    "filter": 1
  },
  {
    "id": "45",
    "category": "1",
    "title": "Two wrongs don\u0027t make a right",
    "content": "Trying to get revenge on someone who has hurt you will only make things worse. \"I know she made you angry, but did you have to steal her phone? Two wrongs don\u0027t make a right.\"",
    "filter": 1
  },
  {
    "id": "46",
    "category": "1",
    "title": "When in Rome, do as the Romans do",
    "content": "When you are in a new place or situation, try to act like the majority of people in that place or situation.. A: \"You\u0027ve been eating a lot of bread and cheese on this Paris vacation.\"",
    "filter": 1
  },
  {
    "id": "47",
    "category": "1",
    "title": "When the going gets tough, the tough get going",
    "content": "When a situation becomes difficult, strong people don\u0027t give up; they work harder. \"My great grandfather survived the Great Depression. You know the phrase, ‘when the going gets tough, the tough get going?\u0027 That was my great grandfather.\"",
    "filter": 1
  },
  {
    "id": "48",
    "category": "1",
    "title": "Where there\u0027s smoke, there\u0027s fire",
    "content": "If something seems wrong, it probably is; also, there is usually some truth to a rumor. \"Matilda came to school with a black eye today. She cried when I asked her about it after class and didn\u0027t want to say anything about her parents. I don\u0027t want to speculate too much, but where there\u0027s smoke, there\u0027s usually fire.\"",
    "filter": 1
  },
  {
    "id": "49",
    "category": "1",
    "title": "You can lead a horse to water, but you can\u0027t make him drink it",
    "content": "You can try to help someone by giving good advice, but you can\u0027t force them to accept it or follow it. \"She tried to help her brother find a job by improving his resume, but he didn\u0027t do anything with it. I guess you can lead a horse to water, but you can\u0027t make him drink it.\"",
    "filter": 1
  },
  {
    "id": "50",
    "category": "1",
    "title": "You can\u0027t always get what you want",
    "content": "Don\u0027t complain if you don\u0027t get what you want. A: I really wanted to see that movie, but I didn\u0027t have enough money last week",
    "filter": 1
  }
]