[
  {
    "id": "songs-atmyworst",
    "parents": "",
    "title": "At my worst",
    "content": "Can I call you baby? Can you be my friend?Can you be my lover up until the very end? Let me show you love, oh, I don't pretend. Stick by my side even when the world is givin' in, yeah. Oh, oh, oh, don't. Don't you worry. I'll be there, whenever you want me. I need somebody who can love me at my worst. No, I'm not perfect, but I hope you see my worth. 'Cause it's only you, nobody new, I put you first. And for you, girl, I swear I'll do the worst. If you stay forever, let me hold your hand. I can fill those places in your heart no else can. Let me show you love, oh, I don't pretend, yeah. I'll be right here, baby, you know I'll sink or swim. Oh, oh, oh, don't. Don't you worry. I'll be there, whenever you want me. I need somebody who can love me at my worst. No, I'm not perfect, but I hope you see my worth, yeah. 'Cause it's only you, nobody new, I put you first (put you first). And for you, girl, I swear I'll do the worst. I need somebody who can love me at my worst. No, I'm not perfect, but I hope you see my worth. 'Cause it's only you, nobody new, I put you first. And for you, girl, I swear I'll do the worst",
    "filter": 1,
    "leaf": 0,
    "autosplit": 3,
	"sort": 13
  },
  {
    "id": "songs-loveparadise",
    "parents": "",
    "title": "Love paradise",
    "content": "You're always on my mind. All day just all the time. You're everything to me. Brightest star to let me see. You touch me in my dreams. We kiss in every scene. I pray to be with you through rain and shiny days. I'll love you till I die. Deep as sea. Wide as sky. The beauty of our love paints rainbows. Everywhere we go. Need you all my life. You're my hope. You're my pride. In your arms I find my heaven. In your eyes my sea and sky. May life our love paradise. You're always on my mind.All day just all the time. You're everything to me. Brightest star to let me see.You touch me in my dreams.We kiss in every scene.I pray to be with you through rain and shiny days.I'll love you till I die.Deep as sea.Wide as sky.The beauty of our love paints rainbows.Everywhere we go.Need you all my life.You're my hope.You're my pride.In your arms I find my heaven.In your eyes my sea and sky.May life our love paradise.I'll love you till I die.Deep as sea.Wide as sky.The beauty of our love paints rainbows.Everywhere we go.Need you all my life.You're my hope.You're my pride.In your arms I find my heaven.In your eyes my sea and sky.May life our love paradise.",
    "filter": 1,
    "leaf": 0,
    "autosplit": 3,
	"sort": 14
  },
  {
    "id": "songs-test",
    "parents": "",
    "title": "Coca and Xika",
    "content": "Coca and Xika are the ones whom daddy and mommy love so much. Daddy and mommy love you to the moon and back, infinity times. Do you love daddy and mommy?",
    "filter": 1,
    "leaf": 0,
    "autosplit": 3,
	"sort": 15
  }
]