{"autosplit": -1,
      "content":  "Bora is sitting at the clinic with Baba. Jojo, his stuffed monkey, came too. Jojo is sleeping in Bora’s bag. \"I don’t like needles. They hurt!\", says Bora./\"An injection helps make you healthy. It’s okay to be scared, Bora. Baba will be right here with you. And Jojo too.\"/\"Bora Baraka!\", a loud voice calls. \"Let’s go Bora\", says Baba. \"It’s your turn\". \"Let’s come back tomorrow Baba!\", says Bora./\"Remember what Baba said you will get for being brave enough to get your injection?\", asks Baba. \"A red lollipop! Okay, I’m coming\", says Bora. / The doctor smiles at Bora. \"Is this your monkey? Can we examine him too?\", she asks. Bora looks at Baba, then at Jojo, and nods. /\"Now, it’s your turn\", she says. Will you help me give your monkey a small injection so he feels better?\", asks the doctor./\"TOOP!\" says the doctor as she gives Jojo the monkey an injection./\"Now, it’s your turn. Is that a superhero on your T-shirt?\". she asks. \"TOOP!\" she says as she gives Bora the injection./\"Ouch!\" shouts Bora. \"Hey, that wasn’t so bad!\"/\"I know it stings a little, but we’re done and you have been very brave!\", says the doctor./ \"One red lollipop for our brave Bora!\"",
      "contentVi": "Bora đang ngồi tại phòng khám cùng với Baba. Jojo, một con khỉ nhồi bông cũng được mang theo. Jojo đang ngủ trong túi của Bora. \"Con không thích kim tiêm. Nó đau lắm\", Bora nói./\"Tiêm sẽ giúp con khỏe mạnh. Không sao cả nếu con sợ, Bora ạ. Baba sẽ ở đây cùng con, và còn có cả Jojo nữa\"./\"Bora Baraka!\", một giọng gọi lớn. \"Đi nào Bora\", Baba nói. \"Đến lượt con rồi đó\". \"Thôi mình đến vào ngày mai đi, Baba!\", Bora nói./\"Nè, hãy nhớ Baba đã nói là con sẽ được thưởng gì nếu con can đảm để tiêm?\", Baba hỏi. \"Một thanh kẹo lollipop màu đỏ! Ok, con sẽ đi đây!\", Bora nói./Bác sỹ cười với Bora. \"Đây là con khỉ của con à? Bác sẽ khám cho nó luôn nhé?\", bác sỹ hỏi. Bora nhìn Baba, rồi nhìn Jojo, và rồi gật đầu./\"Rồi, bây giờ đến lượt con\", bác sỹ nói. \"Con sẽ giúp bác tiêm cho con khỉ luôn chứ, để nó khỏe hơn?\", bác sỹ hỏi./\"TOOP!\", bác sỹ nói khi tiêm cho con khỉ nhồi bông./\"Rồi, giờ đến lượt con. À có phải trên áo con có hình siêu anh hùng không?\", bác sỹ hỏi. Rồi bác sỹ lại nói \"TOOP!\" khi tiêm cho Bora./\"Ouch\", Bora la lên. \"Ồ, cũng không quá đau nhỉ!\"/\"Bác biết là nó sẽ đau xíu, nhưng mà xong rồi và con đã rất can đảm!\", bác sỹ nói./\"Và một thanh kẹo lollipop đỏ đã được dành cho Bora can đảm của chúng ta!\""
}

